<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Game of Thrones</title>
	<link rel="stylesheet" href="CSS/styles.css" type="text/css" >
	<link href = "images/logo.ico" rel = "shortcut icon" type = "image/x-icon">
	<link rel="stylesheet" href="css/font-awesome.min.css">
</head>
<body>
<div id="wrapper">

	<header>
			<div id="learn_more">

			<a href="" class = "btn"> Дізнатись більше</a>
			
			
			</div>
			<div id="write_us">
			<a href="" class = "btn">Напишіть нам</a>
			<a href = "" class = "btn">Особистий кабінет </a>
			
			</div>
	</header>	


<?php require_once("blocks/menu.php") ?>


<?php require_once ("blocks/aside.php") ?>
	
<div id="main_content">
		<article>

		<p class = "heading" >Реальні персонажі, які надихнули автора</p>	
			<hr/>
		<div id="block_3">
			
		<div id="logo_3">
			<a target = "_blank" href="https://uk.wikipedia.org/wiki/%D0%93%D0%B5%D0%BD%D1%80%D1%96%D1%85_VII_(%D0%BA%D0%BE%D1%80%D0%BE%D0%BB%D1%8C_%D0%90%D0%BD%D0%B3%D0%BB%D1%96%D1%97)" title = "Генріх VII" >
			<img  src = "images/henry.jpg">
			</a>
		</div>
			<br/>
			
		<div id="text_3">
			<span>
			Генріх VII (англ. Henry VII; 29 січня 1457 — 21 квітня 1509) Король Англії у 1485–1509 роках, син Едмунда Тюдора, графа Річмонда (1430–1456 роки), і нащадок Джона Гонта. Засновник династії Тюдорів.
	        Біло-червона троянда — емблема Тюдорів
            Провів юнацькі роки в Бретані, у 1485 висадився в Британії, щоб очолити повстання проти Річарда ІІІ, що завершилося поразкою Річарда 
            і його смертю біля Босворта. Одружившись з Єлизаветою Йоркською у 1486, об'єднавши двори Йорків і Ланкастерів. У 1497 відбулося
            повстання йоркців, але Генріх відновив порядок після воєн Червоної і Білої троянди і отримав незалежність від парламенту,
            заклав основи абсолютизму. Його наступником став син Генріх VIII.
			З народження до вступу на престол майбутній король мав ім'я Генріх Тюдор, граф Річмонд (Earl of Richmond). 
			За лінією батька належав до стародавнього уельського роду, що прийняв прізвище Тюдорів на честь прапрадіда Генріха, 
			Тудура ап Горонві (валл. Tudur ap Goronwy). Дід Генріха, Оуен Тюдор, перебував на службі у вдови короля Генріха V 
			й матері Генріха VI французької принцеси Катерини Валуа; невідомо точно, чи був освячений таємним шлюбом їхній
			багаторічний зв'язок, від якого народилось кілька визнаних дітей. Їхній син Едмунд Тюдор, 1-й граф Річмонд, 
			одноутробний брат короля Генріха VI, ще раз поріднився з родом Ланкастерів, одружившись з Маргаритою Бофорт, 
			онукою позашлюбного (в подальшому узаконеного) сина засновника дому Ланкастерів Джона Гонта.
            13-річна Маргарита народила єдину дитину — майбутнього Генріха VII — за два місяці після передчасної смерті чоловіка.
			У цей час вже тривала Війна Червоної та Білої троянд. Вдова графиня Річмонд ще двічі виходила заміж за видатних 
			прибічників дому Ланкастерів, другий з них — Томас Стенлі — у подальшому допоміг пасинку, зрадивши Річарду III у
			битві під Босвортом.
			</span>
			<br/>
			<hr/>
		
		
		
		</div>	
		</div>	
		</article>
	
	

	
	</div>
	<footer>
			<div id="rights">
			 Всі права захищено &copy 
			</div>	
			
			<div id = "social">
			<a href="https://vk.com/" target = "_blank" title = "Група у ВК"> <i class="fa fa-vk" aria-hidden="true"> </i></a>
			<a href="https://facebook.com/" target = "_blank" title = "Група у Фейсбуці" ><i class="fa fa-facebook" aria-hidden="true"></i></a>
			<a href="https://youtube.com/" target = "_blank" title = "Канал на Youtube"  ><i class="fa fa-youtube" aria-hidden="true"></i></a>
			</div>
	

	</footer>
</div>
	
</body>
</html>