			<span>Серія епічних фентезі-романів відомого американського письменника і сценариста Джорджа Мартіна. 
			Спочатку серія, започаткована Мартіном 1991 року, була задумана ним як трилогія; потім автор зрозумів,
			що жодна з книг епопеї не вміщається в один том, і вирішив розділити кожну з них на дві.
			Між першими трьома книжками та наступними частинами планувався проміжок у п'ять років сюжетного часу, 
			події яких мали згадуватися в наступних трьох книжках, однак під час написання четвертого тому Мартін
			зрозумів, що ці спогади займають забагато місця, і вирішив написати сьому книжку. Зараз серія нараховує 
			п'ять опублікованих томів і два запланованих. До епопеї також входять три повісті-приквели, серія повістей,
			що містять додаткові сцени до основних творів, і ще кілька запланованих творів. Один із цих додаткових творів
			було удостоєно премії Г'юґо. Серію перекладено більш ніж 20 мовами. Четвертий том епопеї увійшов до списку бестселерів 
			The New York Times. Серія швидко набула світової популярності: станом на грудень 2005 року тільки в США було продано
			2,2 млн примірників перших чотирьох томів.
			</span>
		<div id="logo_2">
			<img src = "images/Jeorge_M.jpg">
		
		
		</div>
			<span> <br/><br/>	
				Хоча, книга була написана аж в далекому 1991 році, глядачі мали змогу милуватись екраніцацією тільки через 20 років.
				17 квітня 2011 року вийшла перша серія телесеріалу "Гра престолів" і буквально з перших хвилин завойувала серця телеглядачів.
				"Пісня льоду та полум'я" була добре відома у вузьких кругах любителів фентезі. І до виходу на великий екран залишалася досить популярною,
				але не для цілого світу. Джордж Мартін скептично ставився до можливості екранізації його циклу через те, що
				сам колись писав сценарії та адаптпції багатьох романів для екранізації. З його слів, йому не подобалось, що його заганяють у певні часові
				та фінансові рамки, мовляв, те, що можна написати за один вечір на бумазі - вильється для продюсерів та інвесторів у місяць зйомок та
				чималих бютжетів. До речі, він також довгий час досить скептично ставився до жанру фентезі, хоча й позитивно відоголошувався
				про "Володаря Перснів" Толкіна. Він кардинально змінив свою думку проситавши
				але змнив свою думку завдяки двом письменникам: Теду Уільмсу (а саме його цилку "Пам'ять, Жаль та Терн") та Джеку Венсу.
				"Пісня льоду та полум'я" принесла Джорджу Мартіну всесвітню славу, а також піднесла планку не тільки в жанрі фентезі, 
				але і в пригодницькій літературі взагалом. Колоритні персонажі, несподіваний сюжет - це лишень маленька частина того,
				чим автор прикрасив свій витвір. Безумовно, кожен хто коли-небудь стикався в його творінням, вже ніколи не залишався
				байдужим до подальшої долі циклу.
				
				
				
				
			<span> <br/><br/>
			 Американський телесеріал у жанрі фентезі, створений за мотивами циклу романів «Пісня льоду й полум'я» письменника Джорджа Мартіна. 
			 Дата прем'єри в США — 17 квітня 2011 року. Вже вийшло 6 сезонів. Всього заплановано відзняти 8 сезонів
			Сюжет заснований на фентезійній сазі Джорджа Мартіна «Пісня льоду й полум'я»; кожному сезону відповідає одна книга гепталогії, з яких наразі написано п'ять.

            Події книг відбуваються на фоні політичних інтриг і, пізніше, громадянської війни в боротьбі за владу над вигаданим континентом Вестерос.
	        Роберт Баратеон (Марк Едді), король Семи Королівств, просить свого старого товариша Еддарда Старка (Шон Бін) стати його новою Правицею — 
            головним радником. Едард, підозрюючи, що його попередник на цій посаді був убитий, приймає посаду, щоб розслідувати обставини загибелі та 
            захистити короля. У той же час родичі королеви, Ланністери, намагаються взяти Вестерос під свій повний контроль. Паралельно за морем
            останні представники раніше поваленої королівської сім'ї Таргарієнів розшукують союзників, здатних повернути їм трон Семи Королівств.  
            Конфлікт між цими та іншими сім'ями, в тому числі Грейджоями, Таллі, Арренами та Тіреллами, призводить до війни. Між тим, на півночі,
            пробуджується забуте зло.
            Серед війни і політичної плутанини, невелике братство, Нічна варта, залишається єдиним, хто стоїть між світом людей і цим жахом.
			</span>